[
    {
        "email": "ana.popescu@email.com",
        "destination": "Ranca",
        "review": "Am avut parte de priveliști uimitoare în Ranca. Muntele Parâng oferă peisaje impresionante, iar aerul tare a contribuit la o experiență revigorantă.",
        "type": "munte"
    },
    {
        "email": "maria.dumitrescu@email.com",
        "destination": "Azuga",
        "review": "Azuga este o stațiune montană primitoare. Pârtiile sunt bine amenajate, iar atmosfera este relaxantă. O opțiune excelentă pentru o evadare liniștită în natură.",
        "type": "munte"
    },
    {
        "email": "elena.vasile@email.com",
        "destination": "Neptun",
        "review": "Neptun oferă plaje liniștite și promenade frumoase. Am avut șansa să experimentăm latura mai relaxată a litoralului la Neptun.",
        "type": "mare"
    },
    {
        "email": "elena.vasile@email.com",
        "destination": "Venus",
        "review": "Venus oferă plaje frumoase și peisaje romantice. Plimbările de-a lungul falezei și serile liniștite au creat o atmosferă de neuitat.",
        "type": "mare"
    },
    {
        "email": "andrei.popa@email.com",
        "destination": "Bușteni",
        "review": "Am avut parte de apă caldă și confortabilă în hotelul din Bușteni. Stațiunea oferă și opțiuni de relaxare în spațiile de wellness.",
        "type": "munte"
    },
    {
        "email": "andrei.popa@email.com",
        "destination": "Ranca",
        "review": "Ranca este o stațiune montană plină de energie. Am avut parte de aventuri pe schi și atmosferă vibrantă. Un loc excelent pentru tineri și familii.",
        "type": "munte"
    },
    {
        "email": "andrei.popa@email.com",
        "destination": "Borșa",
        "review": "Am avut parte de apă caldă și confortabilă în Borșa. Hotelurile au oferit servicii bune, iar atmosfera a fost primitoare.",
        "type": "munte"
    },
    {
        "email": "ioana.gheorghe@email.com",
        "destination": "Mamaia",
        "review": "Experiența la Mamaia a fost ca într-un furnicar. Turiștii peste tot, serviciile slabe, și plaja suprasaturată. Nu voi mai reveni.",
        "type": "mare"
    },
    {
        "email": "ioana.gheorghe@email.com",
        "destination": "Poiana Brașov",
        "review": "Poiana Brașov oferă și activități non-schi, precum drumețiile în munți sau plimbările cu sania. O destinație versatilă pentru toate gusturile.",
        "type": "munte"
    },
    {
        "email": "florin.munteanu@email.com",
        "destination": "Sinaia",
        "review": "Am avut parte de apă caldă și confortabilă la Sinaia. Hotelurile sunt primitoare, iar serviciile locale au fost de înaltă calitate.",
        "type": "munte"
    },
    {
        "email": "alexandru.stoica@email.com",
        "destination": "Costinești",
        "review": "Am avut parte de distracție maximă la Costinești. Concerte pe plajă, activități non-stop și oameni cu energie ă.",
        "type": "mare"
    },
    {
        "email": "ion.barbu@email.com",
        "destination": "Vama Veche",
        "review": "Am întâlnit mulți vânzători ambulanți insistenți la Vama Veche. Aceasta a creat o atmosferă incomodă pe plajă.",
        "type": "mare"
    },
    {
        "email": "ion.barbu@email.com",
        "destination": "Jupiter",
        "review": "Distanța până la restaurantele și barurile din centru poate fi o problemă la Jupiter. Noaptea, plimbarea devine destul de lungă și neplăcută.",
        "type": "mare"
    },
    {
        "email": "ion.barbu@email.com",
        "destination": "Saturn",
        "review": "O ședere reușită la Saturn. Serviciile excelente și plaja curată au contribuit la o experiență ă de vacanță.",
        "type": "mare"
    },
    {
        "email": "ion.barbu@email.com",
        "destination": "Mangalia",
        "review": "Apa la Mangalia nu a fost întotdeauna foarte curată. În unele zile, am observat impurități și pete de ulei pe suprafața apei.",
        "type": "mare"
    },
    {
        "email": "raluca.moldovan@email.com",
        "destination": "Sinaia",
        "review": "Am petrecut momente de basm în Sinaia. Zăpada proaspătă și pârtiile bine întreținute au creat condiții ideale pentru schi și snowboarding.",
        "type": "munte"
    },
    {
        "email": "raluca.moldovan@email.com",
        "destination": "Poiana Brașov",
        "review": "Prețurile în Poiana Brașov sunt destul de ridicate, atât pentru cazare, cât și pentru activități. Pentru cei cu bugete mai reduse, poate fi o destinație costisitoare.",
        "type": "munte"
    },
    {
        "email": "mircea.dragomir@email.com",
        "destination": "Costinești",
        "review": "Am avut parte de experiențe neplăcute cu unii turiști la Costinești. Atmosfera poate deveni cam ostilă.",
        "type": "mare"
    },
    {
        "email": "mircea.dragomir@email.com",
        "destination": "Neptun",
        "review": "Plaja la Neptun este mai mică și se aglomerează destul de repede. Locurile bune de relaxare sunt ocupate rapid.",
        "type": "mare"
    },
    {
        "email": "larisa.marinescu@email.com",
        "destination": "Venus",
        "review": "Restaurantele din Venus nu oferă o varietate prea mare de opțiuni. Pentru cineva care vrea să experimenteze bucătăria locală, poate fi o deluzie.",
        "type": "mare"
    },
    {
        "email": "larisa.marinescu@email.com",
        "destination": "Sinaia",
        "review": "Sinaia oferă și atracții culturale, precum Castelul Peleș. Combinarea distracției în aer liber cu explorarea istoriei face din această stațiune un loc unic.",
        "type": "munte"
    },
    {
        "email": "larisa.marinescu@email.com",
        "destination": "Predeal",
        "review": "Predeal este o stațiune prietenoasă pentru familii. Activitățile recreative în aer liber și facilitățile pentru copii fac din această destinație potrivită pentru vacanțe în familie.",
        "type": "munte"
    },
    {
        "email": "bogdan.ciobanu@email.com",
        "destination": "Poiana Brașov",
        "review": "Parcările în Poiana Brașov pot fi o problemă în timpul sezonului de vârf. Găsirea unui loc potrivit poate fi o provocare.",
        "type": "munte"
    },
    {
        "email": "andreea.stanescu@email.com",
        "destination": "Bucovina",
        "review": "Bucovina este o destinație versatilă, potrivită atât pentru iubitorii de natură, cât și pentru cei interesați de istorie și artă.",
        "type": "munte"
    },
    {
        "email": "silviu.ungureanu@email.com",
        "destination": "Vama Veche",
        "review": "Am venit la Vama Veche pentru aventură, și am găsit-o. Plimbări pe plajă sub lună, focuri de tabără și conversații interesante cu oameni din toate colțurile țării.",
        "type": "mare"
    },
    {
        "email": "silviu.ungureanu@email.com",
        "destination": "Borșa",
        "review": "Am avut parte de dificultăți în găsirea unor locuri de parcare în Borșa. Parcările pot fi limitate, mai ales în sezonul de vârf.",
        "type": "munte"
    },
    {
        "email": "silviu.ungureanu@email.com",
        "destination": "Bucovina",
        "review": "Bucovina oferă o combinație unică de peisaje montane și patrimoniu cultural. Am avut parte de drumeții în Munții Rarău și vizitarea mănăstirilor renumite.",
        "type": "munte"
    },
    {
        "email": "oana.cojocaru@email.com",
        "destination": "Costinești",
        "review": "Costinești este locul perfect pentru tineri. Petreceri pe plajă, muzică bună și atmosferă vibrantă. O experiență de neuitat.",
        "type": "mare"
    },
    {
        "email": "oana.cojocaru@email.com",
        "destination": "Păltiniș",
        "review": "Am avut parte de apă caldă și confortabilă la Păltiniș. Hotelurile au oferit servicii bune, iar atmosfera generală a fost primitoare.",
        "type": "munte"
    },
    {
        "email": "andrei.popescu@email.com",
        "destination": "Predeal",
        "review": "Am avut parte de condiții meteo schimbătoare la Predeal. Este important să fii pregătit pentru schimbări rapide ale vremii.",
        "type": "munte"
    },
    {
        "email": "elena.stanescu@email.com",
        "destination": "Eforie Sud",
        "review": "Serviciile în Eforie Sud sunt destul de scumpe. Restaurantele și activitățile au prețuri mai mari decât în alte stațiuni.",
        "type": "mare"
    },
    {
        "email": "adrian.tudor@email.com",
        "destination": "Eforie Sud",
        "review": "Am apreciat plaja curată și serviciile bune la Eforie Sud. Este o stațiune prietenoasă pentru familii și cupluri.",
        "type": "mare"
    },
    {
        "email": "adrian.tudor@email.com",
        "destination": "Bucovina",
        "review": "Unele drumuri către atracțiile din Bucovina pot fi dificile, cu serpentine și porțiuni înguste. Șoferii trebuie să fie pregătiți pentru condiții variate de conducere.",
        "type": "munte"
    },
    {
        "email": "marius.radulescu@email.com",
        "destination": "Păltiniș",
        "review": "Restaurantele din Păltiniș sunt destul de puține, iar meniul poate fi limitat. Pentru o varietate mai mare, trebuie să explorezi și zonele din apropiere.",
        "type": "munte"
    },
    {
        "email": "ana.dumitru@email.com",
        "destination": "Mamaia",
        "review": "Mamaia are o atmosferă de vară minunată. Am petrecut serile plimbându-mă pe faleză și admirând apusurile spectaculoase. O experiență de neuitat.",
        "type": "mare"
    },
    {
        "email": "gabriel.ciocan@email.com",
        "destination": "Saturn",
        "review": "Saturn poate părea cam aglomerată în sezonul de vârf. Găsirea unui loc liniștit pe plajă poate fi dificilă.",
        "type": "mare"
    },
    {
        "email": "radu.stefanescu@email.com",
        "destination": "Bușteni",
        "review": "Bușteni are și facilități pentru drumeții montane. Traseele sunt bine semnalizate, iar peisajele sunt impresionante.",
        "type": "munte"
    },
    {
        "email": "elena.popovici@email.com",
        "destination": "Saturn",
        "review": "Saturn este stațiunea perfectă pentru familii. Plaja prietenoasă pentru copii și oferta diversificată de activități recreative fac din Saturn un loc ideal pentru vacanțe în familie.",
        "type": "mare"
    },
    {
        "email": "elena.popovici@email.com",
        "destination": "Mangalia",
        "review": "Mangalia are o plajă bine întreținută și un centru istoric interesant. O combinație perfectă între relaxare și explorare culturală.",
        "type": "mare"
    },
    {
        "email": "elena.popovici@email.com",
        "destination": "Ranca",
        "review": "Ranca poate deveni destul de aglomerată în timpul sezonului de vârf. Cozi la telescaune și agitație pe pârtii pot fi o problemă în zilele aglomerate.",
        "type": "munte"
    },
    {
        "email": "elena.popovici@email.com",
        "destination": "Borșa",
        "review": "Am întâlnit condiții meteo schimbătoare în Borșa. Este important să fii pregătit pentru schimbări rapide ale vremii, în special în sezonul de iarnă.",
        "type": "munte"
    },
    {
        "email": "ana-maria.nistor@email.com",
        "destination": "Bucovina",
        "review": "Bucovina poate fi mai puțin dezvoltată în ceea ce privește facilitățile pentru sporturile de iarnă. Pentru cei interesați de schi, ar putea fi necesar să exploreze și alte stațiuni.",
        "type": "munte"
    },
    {
        "email": "george.serban@email.com",
        "destination": "Saturn",
        "review": "Starea dușurilor și facilităților publice la Saturn lasă de dorit. Unele zone ar putea beneficia de o întreținere mai bună.",
        "type": "mare"
    },
    {
        "email": "george.serban@email.com",
        "destination": "Borșa",
        "review": "Unele facilități în Borșa pot părea depășite. Modernizarea unor telescaune și investiții în infrastructură ar putea îmbunătăți experiența generală.",
        "type": "munte"
    },
    {
        "email": "diana.radu@email.com",
        "destination": "Neptun",
        "review": "Sederile la Neptun sunt relaxante și plăcute. Oamenii sunt prietenoși, iar serviciile locale sunt de încredere.",
        "type": "mare"
    },
    {
        "email": "diana.radu@email.com",
        "destination": "Venus",
        "review": "Venus este perfectă pentru o vacanță romantică. Plaja este liniștită, iar atmosfera este plină de romantism. Un loc minunat pentru cupluri îndrăgostite.",
        "type": "mare"
    },
    {
        "email": "diana.radu@email.com",
        "destination": "Păltiniș",
        "review": "Am observat că, în unele zile, pârtiile din Păltiniș pot fi aglomerate, ceea ce poate afecta experiența de schi.",
        "type": "munte"
    },
    {
        "email": "loredana.stan@email.com",
        "destination": "Predeal",
        "review": "Am avut parte de experiențe minunate de schi la Predeal. Pârtiile sunt variate, iar condițiile de zăpadă sunt de obicei foarte bune.",
        "type": "munte"
    },
    {
        "email": "robert.dima@email.com",
        "destination": "Venus",
        "review": "Am întâlnit probleme cu curățenia plajei la Venus. În unele zone, gunoaiele nu erau colectate corespunzător.",
        "type": "mare"
    },
    {
        "email": "gabriela.varga@email.com",
        "destination": "Păltiniș",
        "review": "Pârtiile de schi din Păltiniș sunt potrivite pentru toate nivelele de experiență. Atmosfera prietenoasă face din această stațiune un loc plăcut pentru iubitorii de sporturi de iarnă.",
        "type": "munte"
    },
    {
        "email": "victor.pop@email.com",
        "destination": "Neptun",
        "review": "Plaja la Neptun este mai mică și se aglomerează destul de repede. Locurile bune de relaxare sunt ocupate rapid.",
        "type": "mare"
    },
    {
        "email": "victor.pop@email.com",
        "destination": "Saturn",
        "review": "Am avut parte de unele probleme cu animalele pe plajă la Saturn. Câini vagabonzi și pisici pot crea disconfort, în special pentru cei cu copii.",
        "type": "mare"
    },
    {
        "email": "raluca.ilie@email.com",
        "destination": "Mangalia",
        "review": "Am avut parte de o vacanță linistită la Mangalia. Stațiunea are un farmec aparte, iar serviciile locale au fost de încredere. Plaja curată și atmosfera relaxată au contribuit la o vacanță reușită.",
        "type": "mare"
    },
    {
        "email": "gabriel.stanescu@email.com",
        "destination": "Saturn",
        "review": "Am avut parte de momente minunate la Saturn. Plaja este bine întreținută, iar facilitățile pentru copii au făcut șederea noastră relaxantă și distractivă.",
        "type": "mare"
    },
    {
        "email": "larisa.popescu@email.com",
        "destination": "Eforie Sud",
        "review": "Eforie Sud nu oferă prea multe opțiuni pentru petrecerea serilor. Lipsa de distracție poate fi o problemă pentru cei care caută agitație.",
        "type": "mare"
    },
    {
        "email": "alexandru.petrescu@email.com",
        "destination": "Eforie Sud",
        "review": "Starea plajei la Eforie Sud lasă de dorit. Nisipul era cam murdar, iar personalul de pe plajă nu prea se ocupa de curățenie.",
        "type": "mare"
    },
    {
        "email": "radu.iacob@email.com",
        "destination": "Mamaia",
        "review": "Apa la Mamaia este cristalină, iar nisipul fin este perfect pentru plajă. Există multe activități de petrecut timpul, iar localurile oferă mâncare delicioasă.",
        "type": "mare"
    },
    {
        "email": "radu.iacob@email.com",
        "destination": "Eforie Sud",
        "review": "Am petrecut un weekend minunat la Eforie Sud. Plaja a fost curată, iar serviciile din apropiere au făcut șederea noastră confortabilă.",
        "type": "mare"
    },
    {
        "email": "radu.iacob@email.com",
        "destination": "Jupiter",
        "review": "Jupiter este o bijuterie ascunsă. Plaja este frumoasă, iar atmosfera liniștită este perfectă pentru cupluri și familii. Un loc de relaxare autentic.",
        "type": "mare"
    },
    {
        "email": "radu.iacob@email.com",
        "destination": "Păltiniș",
        "review": "Păltiniș oferă peisaje montane pitorești. Am avut parte de drumeții memorabile și aer proaspăt. O stațiune potrivită pentru iubitorii de natură.",
        "type": "munte"
    },
    {
        "email": "mihaela.albu@email.com",
        "destination": "Ranca",
        "review": "Pârtiile din Ranca au fost pe măsură așteptărilor. Diversele activități recreative și evenimentele organizate au făcut șederea noastră foarte plăcută.",
        "type": "munte"
    },
    {
        "email": "adrian.popovici@email.com",
        "destination": "Păltiniș",
        "review": "Am petrecut un sejur liniștit la Păltiniș. Stațiunea este mai puțin aglomerată, iar posibilitățile de relaxare sunt numeroase.",
        "type": "munte"
    },
    {
        "email": "roxana.moldovan@email.com",
        "destination": "Mamaia",
        "review": "Plaja la Mamaia este atât de aglomerată încât nu poți găsi un loc decent. Muzica tare din jur face imposibilă relaxarea. Un haos total.",
        "type": "mare"
    },
    {
        "email": "roxana.moldovan@email.com",
        "destination": "Borșa",
        "review": "Pârtiile din Borșa sunt potrivite pentru schiorii de toate nivelurile. De la începători la avansați, toată lumea poate găsi trasee pe gustul lor.",
        "type": "munte"
    },
    {
        "email": "mihai.stanescu@email.com",
        "destination": "Azuga",
        "review": "Am avut parte de apă caldă și confortabilă în hotelul din Azuga. Personalul a fost primitoare și atentă la nevoile noastre.",
        "type": "munte"
    },
    {
        "email": "andreea.tudor@email.com",
        "destination": "Jupiter",
        "review": "Jupiter este cam pustie în privința activităților. Cei care caută distracție și agitație ar putea fi dezamăgiți de lipsa evenimentelor și a localurilor animaționate.",
        "type": "mare"
    },
    {
        "email": "cosmin.popa@email.com",
        "destination": "Mamaia",
        "review": "Am fost la Mamaia într-un weekend și nu am găsit loc de parcare. Locația este supraaglomerată și nu este potrivită pentru cei care caută liniște.",
        "type": "mare"
    },
    {
        "email": "irina.iliescu@email.com",
        "destination": "Mamaia",
        "review": "Mamaia rămâne regina litoralului. Plaja este imaculată, serviciile sunt de calitate, iar atmosfera este vibrantă. O destinație perfectă pentru distracție și relaxare.",
        "type": "mare"
    },
    {
        "email": "irina.iliescu@email.com",
        "destination": "Neptun",
        "review": "Am găsit opțiuni limitate pentru activități distractive în Neptun. Pentru cei care caută mai multă animație, poate fi cam plictisitor.",
        "type": "mare"
    },
    {
        "email": "elena.popescu@email.com",
        "destination": "Neptun",
        "review": "Neptun este o oază de liniște. Plaja este curată, apa limpede, și atmosfera generală este relaxantă. Perfect pentru o vacanță fără agitație.",
        "type": "mare"
    },
    {
        "email": "costin.stanciu@email.com",
        "destination": "Costinești",
        "review": "Am fost dezamăgit de condițiile de cazare la Costinești. Camerele erau mici și neîngrijite, iar serviciile lăsau de dorit.",
        "type": "mare"
    },
    {
        "email": "roxana.serban@email.com",
        "destination": "Costinești",
        "review": "Muzica tare la Costinești este deranjantă, mai ales în timpul nopții. Greu să te odihnești în condițiile astea.",
        "type": "mare"
    },
    {
        "email": "marius.popovici@email.com",
        "destination": "Azuga",
        "review": "Restaurantele din Azuga sunt destul de puține și pot fi ocupate în timpul sezonului de vârf. Planificarea rezervărilor este recomandată.",
        "type": "munte"
    },
    {
        "email": "alexandra.negreanu@email.com",
        "destination": "Vama Veche",
        "review": "Vama Veche este destul de dezordonată. Plaja nu este curățată regulat, iar gunoaiele se adună. Nu este pentru cei care caută confort.",
        "type": "mare"
    },
    {
        "email": "alexandra.negreanu@email.com",
        "destination": "Saturn",
        "review": "Prețurile în Saturn sunt destul de mari, în special în restaurante. Pentru cei care caută opțiuni mai accesibile, poate fi o provocare.",
        "type": "mare"
    },
    {
        "email": "alexandra.negreanu@email.com",
        "destination": "Azuga",
        "review": "Am întâlnit condiții meteo schimbătoare în Azuga. Este important să fii pregătit pentru schimbări rapide ale vremii, în special în sezonul de iarnă.",
        "type": "munte"
    },
    {
        "email": "florin.vasile@email.com",
        "destination": "Păltiniș",
        "review": "Păltiniș poate părea cam liniștit pentru cei care caută mai multă agitație. Opțiunile de divertisment sunt limitate.",
        "type": "munte"
    },
    {
        "email": "andreea.stan@email.com",
        "destination": "Mangalia",
        "review": "Am avut parte de curenti puternici în zona de baie din Mangalia. Este important să fii atent și să nu te aventurezi prea departe în apă, mai ales dacă nu ești un înotător experimentat.",
        "type": "mare"
    },
    {
        "email": "liviu.nistor@email.com",
        "destination": "Borșa",
        "review": "Borșa poate fi destul de aglomerată în timpul sezonului de schi. Cozi la telescaune și agitație pe pârtii pot să apară în zilele aglomerate.",
        "type": "munte"
    },
    {
        "email": "victor.serban@email.com",
        "destination": "Mangalia",
        "review": "Plimbarea pe faleză în Mangalia în timpul serii este o experiență de neuitat. Luminițele și briza mării creează o atmosferă romantică.",
        "type": "mare"
    },
    {
        "email": "maria.stanescu@email.com",
        "destination": "Eforie Nord",
        "review": "Marea la Eforie Nord era foarte adâncă imediat după intrare, nu prea potrivită pentru copii mici. Aviz celor care călătoresc cu familia.",
        "type": "mare"
    },
    {
        "email": "maria.stanescu@email.com",
        "destination": "Vama Veche",
        "review": "Am avut parte de experiențe neplăcute cu câțiva turiști la Vama Veche. Unele comportamente pot deranja, iar atmosfera poate deveni tensionată.",
        "type": "mare"
    },
    {
        "email": "maria.stanescu@email.com",
        "destination": "Neptun",
        "review": "Am avut parte de o vacanță liniștită la Neptun. Plaja este potrivită pentru familii, iar facilitățile din apropiere au fost foarte utile.",
        "type": "mare"
    },
    {
        "email": "maria.stanescu@email.com",
        "destination": "Predeal",
        "review": "Predeal poate fi destul de rece, chiar și în timpul sezonului de vară. Pentru cei care caută o destinație mai călduroasă, poate nu este alegerea potrivită.",
        "type": "munte"
    },
    {
        "email": "gabriel.tudor@email.com",
        "destination": "Sinaia",
        "review": "Pe timp de vară, Sinaia poate fi destul de aglomerată. Drumurile și atracțiile turistice pot fi supraaglomerate, ceea ce afectează experiența de vizitare.",
        "type": "munte"
    },
    {
        "email": "elena.gheorghe@email.com",
        "destination": "Ranca",
        "review": "Am avut parte de condiții meteo schimbătoare în Ranca. Este important să fii pregătit pentru schimbări rapide ale vremii, în special în sezonul de iarnă.",
        "type": "munte"
    },
    {
        "email": "catalin.popescu@email.com",
        "destination": "Bucovina",
        "review": "Am întâmpinat dificultăți în găsirea unor trasee de schi bine marcate în Bucovina. Informațiile privind condițiile pârtiilor ar putea fi mai bine comunicate.",
        "type": "munte"
    },
    {
        "email": "simona.preda@email.com",
        "destination": "Poiana Brașov",
        "review": "Poiana Brașov este destinția ideală pentru iubitorii de schi. Pârtiile bine întreținute și infrastructura modernă fac din această stațiune un paradis al sporturilor de iarnă.",
        "type": "munte"
    },
    {
        "email": "simona.preda@email.com",
        "destination": "Bușteni",
        "review": "Bușteni poate fi aglomerat în timpul sezonului turistic. Așteptarea la atracții și restaurante poate fi destul de lungă.",
        "type": "munte"
    },
    {
        "email": "mihaela.marin@email.com",
        "destination": "Costinești",
        "review": "Am venit la Costinești pentru distracție și am găsit exact asta. Serile sunt pline de viață, iar plaja devine ring de dans.",
        "type": "mare"
    },
    {
        "email": "ana-maria.albu@email.com",
        "destination": "Sinaia",
        "review": "Sinaia este destul de scumpă, în special în ceea ce privește cazarea și unele activități. Pentru bugete mai reduse, ar putea fi o destinație costisitoare.",
        "type": "munte"
    },
    {
        "email": "andrei.ionescu@email.com",
        "destination": "Eforie Sud",
        "review": "Eforie Sud are o promenadă plăcută pentru plimbări seara. Atmosfera este calmă și relaxantă, perfectă pentru cupluri.",
        "type": "mare"
    },
    {
        "email": "andrei.ionescu@email.com",
        "destination": "Vama Veche",
        "review": "Petrecerea la Vama Veche este de neegalat. Muzică non-stop, oameni prietenoși, și libertate totală. Un loc unde poți fi cu adevărat tu însuți.",
        "type": "mare"
    },
    {
        "email": "gabriela.cretu@email.com",
        "destination": "Bușteni",
        "review": "Parcările în Bușteni sunt limitate, iar în zilele aglomerate poate fi dificil să găsești un loc de parcare.",
        "type": "munte"
    },
    {
        "email": "florin.stan@email.com",
        "destination": "Jupiter",
        "review": "Nu am găsit prea multe opțiuni de divertisment la Jupiter. Este o stațiune pentru cei care caută liniște și relaxare, nu pentru cei dornici de aventură.",
        "type": "mare"
    },
    {
        "email": "florin.stan@email.com",
        "destination": "Poiana Brașov",
        "review": "Am observat că unele pârtii din Poiana Brașov sunt destul de abrupte și pot fi potrivite doar pentru schiorii avansați. Cei începători ar putea fi descurajați.",
        "type": "munte"
    },
    {
        "email": "alina.popescu@email.com",
        "destination": "Ranca",
        "review": "Muzica tare din unele locuri din Ranca poate deranja pe cei care caută liniște și relaxare. Stațiunea este potrivită pentru cei mai activi.",
        "type": "munte"
    },
    {
        "email": "stefan.marin@email.com",
        "destination": "Azuga",
        "review": "Parcările în Azuga pot fi limitate, iar găsirea unui loc de parcare poate fi o provocare în zilele aglomerate.",
        "type": "munte"
    },
    {
        "email": "stefan.marin@email.com",
        "destination": "Ranca",
        "review": "Serviciile în Ranca au fost la înălțime. Hotelurile au fost primitoare, iar personalul a fost dedicat să ofere o ședere plăcută.",
        "type": "munte"
    },
    {
        "email": "ioana.vasile@email.com",
        "destination": "Eforie Nord",
        "review": "Am avut ghinion cu vremea la Eforie Nord. Ploua în mare parte a timpului și nu existau prea multe opțiuni pentru activități indoor.",
        "type": "mare"
    },
    {
        "email": "alexandru.barbu@email.com",
        "destination": "Bucovina",
        "review": "Parcările în Bucovina pot fi limitate în unele zone. Deplasareacu mașina în regiune ar putea necesita puțină planificare suplimentară.",
        "type": "munte"
    },
    {
        "email": "maria.dumitru@email.com",
        "destination": "Costinești",
        "review": "Costinești este destinația ideală pentru cei care caută aventurăși socializare. Plaja este locul perfect pentru întâlniri cu prietenii.",
        "type": "mare"
    },
    {
        "email": "radu.andreescu@email.com",
        "destination": "Neptun",
        "review": "Restaurantele în Neptun sunt destul de scumpe, iar varietateameniului este limitată. Nu prea ai unde să mănânci altceva în afara hotelului.",
        "type": "mare"
    },
    {
        "email": "radu.andreescu@email.com",
        "destination": "Jupiter",
        "review": "Jupiter are oatmosferă relaxantă. Plimbările pe plajă și serile liniștite fac din această stațiune un loc perfectpentru relaxare și contemplare.",
        "type": "mare"
    },
    {
        "email": "radu.andreescu@email.com",
        "destination": "Azuga",
        "review": "Azuga are o atmosferă mai puțin aglomerată comparativ cualte stațiuni montane. Este o alegere excelentă pentru cei care caută liniște și intimitate.",
        "type": "munte"
    },
    {
        "email": "elena.ivan@email.com",
        "destination": "Predeal",
        "review": "Predeal oferă un peisaj montan deosebit. Aerul proaspăt șipriveliștea panoramică asupra munților fac din această stațiune o alegere excelentă pentrurelaxare.",
        "type": "munte"
    },
    {
        "email": "elena.ivan@email.com",
        "destination": "Bușteni",
        "review": "Am avut parte de experiențeminunate de schi în Bușteni. Pârtiile sunt diversificate, iar condițiile de zăpadă sunt în generalbune.",
        "type": "munte"
    },
    {
        "email": "loredana.gheorghiu@email.com",
        "destination": "Eforie Sud",
        "review": "Eforie Sud oferă o atmosferă liniștită și plaje întinse. A fosto alegere excelentă pentru o vacanță relaxantă la mare.",
        "type": "mare"
    },
    {
        "email": "florin.cojocaru@email.com",
        "destination": "Eforie Nord",
        "review": "Eforie Nord oferă o atmosferă liniștită. Plaja este curată, iarmarea are o culoare uimitoare. Perfect pentru o evadare relaxantă.",
        "type": "mare"
    },
    {
        "email": "florin.cojocaru@email.com",
        "destination": "Jupiter",
        "review": "M-am simțit ca într-unparadis liniștit la Jupiter. Plaja curată, valurile blânde și serviciile bune au contribuit la oexperiență de vacanță relaxantă.",
        "type": "mare"
    },
    {
        "email": "florin.cojocaru@email.com",
        "destination": "Sinaia",
        "review": "Sinaia este o stațiune montană minunată. Peisajele suntimpresionante, iar aerul curat face din această destinație un loc perfect pentru iubitorii denatură.",
        "type": "munte"
    },
    {
        "email": "andreea.radulescu@email.com",
        "destination": "Bușteni",
        "review": "Bușteni oferă peisaje montane spectaculoase. MunteleCaraiman și Castelul Cantacuzino sunt atracții remarcabile. O destinație ideală pentruiubitorii de natură și istorie.",
        "type": "munte"
    },
    {
        "email": "andreea.radulescu@email.com",
        "destination": "Borșa",
        "review": "Borșa oferă peisaje montane impresionante. Am avut parte deaventuri de schi memorabile și priveliști spectaculoase asupra Munților Rodnei.",
        "type": "munte"
    },
    {
        "email": "mihaela.barbu@email.com",
        "destination": "Azuga",
        "review": "Azuga poate părea cam liniștită pentru cei care caută viață denoapte și agitație. Opțiunile de divertisment sunt limitate în comparație cu alte stațiuni.",
        "type": "munte"
    },
    {
        "email": "roxana.dragomir@email.com",
        "destination": "Jupiter",
        "review": "Am petrecut momente minunate la Jupiter. Plaja nu esteaglomerată, iar marea este calmă. O stațiune perfectă pentru cei care caută intimitate.",
        "type": "mare"
    },
    {
        "email": "roxana.dragomir@email.com",
        "destination": "Mangalia",
        "review": "Mangalia este predispusă la valuri mai mari în comparație cu alte stațiuni. Cei care nu suntobișnuiți cu marea agitată ar putea să nu se bucure de baie în anumite zile.",
        "type": "mare"
    },
    {
        "email": "alina.stoica@email.com",
        "destination": "Venus",
        "review": "Venus nu are prea multe opțiuni pentru divertisment. Cei carecaută activități intense ar putea fi dezamăgiți.",
        "type": "mare"
    },
    {
        "email": "alina.stoica@email.com",
        "destination": "Poiana Brașov",
        "review": "Am avut parte de apă caldă și confortabilă înhotelul din Poiana Brașov. Oaspeții sunt tratați cu atenție și grijă.",
        "type": "munte"
    },
    {
        "email": "alina.stoica@email.com",
        "destination": "Borșa",
        "review": "Borșa este o stațiunepotrivită și pentru vara, cu numeroase trasee de drumeții și posibilități de explorare anaturii.",
        "type": "munte"
    },
    {
        "email": "andrei.ivan@email.com",
        "destination": "Venus",
        "review": "Serviciile la plajă din Venus sunt destul de scumpe, iar calitatea nujustifică întotdeauna prețul ridicat.",
        "type": "mare"
    },
    {
        "email": "vlad.iliescu@email.com",
        "destination": "Azuga",
        "review": "Am apreciat variatele activități recreative din Azuga. De la schi ladrumeții, stațiunea oferă o gamă diversificată de opțiuni pentru distracție.",
        "type": "munte"
    },
    {
        "email": "lucian.popescu@email.com",
        "destination": "Costinești",
        "review": "Plaja la Costinești este atât de aglomerată încât nu poți să tebucuri de relaxare. Imposibil să găsești un loc liniștit pe nisip.",
        "type": "mare"
    },
    {
        "email": "lucian.popescu@email.com",
        "destination": "Vama Veche",
        "review": "Vama Veche este un loc unic,plin de personalitate. Atmosfera boemă și relaxată o fac perfectă pentru cei care caută cevadiferit.",
        "type": "mare"
    },
    {
        "email": "maria.dragomir@email.com",
        "destination": "Mangalia",
        "review": "Mangalia oferă o atmosferă relaxantă. Plaja este liniștită, iarpriveliștea asupra mării este spectaculoasă. O destinație potrivită pentru cei care cautăliniște.",
        "type": "mare"
    },
    {
        "email": "ionut.albu@email.com",
        "destination": "Eforie Nord",
        "review": "Plimbarea pe faleza din Eforie Nord este o experiență minunată.Aerul proaspăt și briza mării fac din această stațiune un loc ideal pentru relaxare.",
        "type": "mare"
    },
    {
        "email": "ionut.albu@email.com",
        "destination": "Poiana Brașov",
        "review": "Am avutparte de servicii excelente la Poiana Brașov. Personalul este ospitalier, iar condițiile de cazaresunt la înălțime.",
        "type": "munte"
    },
    {
        "email": "gabriela.radulescu@email.com",
        "destination": "Saturn",
        "review": "Saturn are o atmosferă plăcută. Plimbările pe plajă șiactivitățile de agrement fac din această stațiune o alegere bună pentru vacanțe relaxante.",
        "type": "mare"
    },
    {
        "email": "gabriela.radulescu@email.com",
        "destination": "Mangalia",
        "review": "Am avut parte de câteva probleme cu algele pe plaja din Mangalia. În anumite zile, acesteaerau mai vizibile și puteau fi neplăcute pentru cei care voiau să se scalde.",
        "type": "mare"
    },
    {
        "email": "mihai.stoian@email.com",
        "destination": "Venus",
        "review": "Am avut parte de o experiență relaxantă la Venus. Plaja esteamenajată frumos, iar facilitățile din apropiere sunt suficiente pentru a te bucura de vacanță.",
        "type": "mare"
    },
    {
        "email": "mihai.stoian@email.com",
        "destination": "Ranca",
        "review": "Am întâmpinat dificultăți în găsirea locurilor de parcare în Ranca. Parcările pot fi ocupaterapid, mai ales în zilele aglomerate.",
        "type": "munte"
    },
    {
        "email": "elena.moldovan@email.com",
        "destination": "Mamaia",
        "review": "Aventura la Mamaia a fost excelentă. Marea este perfectăpentru sporturi acvatice, iar cluburile de noapte oferă distracție până dimineața.",
        "type": "mare"
    },
    {
        "email": "elena.moldovan@email.com",
        "destination": "Păltiniș",
        "review": "Amîntâmpinat dificultăți în găsirea unor trasee de drumeții mai ușoare în Păltiniș. Informațiileprivind potecile mai accesibile ar putea fi mai bine semnalizate.",
        "type": "munte"
    },
    {
        "email": "gabriela.nistor@email.com",
        "destination": "Eforie Nord",
        "review": "Eforie Nord are o plajă prietenoasă pentru familii. Nu este atâtde aglomerată ca alte stațiuni, iar facilitățile pentru copii sunt bine puse la punct.",
        "type": "mare"
    },
    {
        "email": "adriana.popovici@email.com",
        "destination": "Mamaia",
        "review": "Mamaia a fost dezamăgitoare. Plaja era plină de gunoaie, iarapa avea o miros neplăcut. Prețurile în restaurante sunt exorbitante.",
        "type": "mare"
    },
    {
        "email": "adriana.popovici@email.com",
        "destination": "Bucovina",
        "review": "Am avut parte de apăcaldă și confortabilă în Bucovina. Cazări tradiționale și facilități primitoare au contribuit la oexperiență plăcută.",
        "type": "munte"
    },
    {
        "email": "stefan.preda@email.com",
        "destination": "Jupiter",
        "review": "Am avut parte de probleme cu insectele la Jupiter. Există multemuște și țânțari, ceea ce a afectat confortul șederii noastre.",
        "type": "mare"
    },
    {
        "email": "radu.simion@email.com",
        "destination": "Vama Veche",
        "review": "Vama Veche este un refugiu pentru sufletele libere. Plaja sălbatică,marea agitată și stilul de viață relaxat. O experiență autentică.",
        "type": "mare"
    },
    {
        "email": "irina.ionescu@email.com",
        "destination": "Sinaia",
        "review": "Am observat că unele pârtii din Sinaia sunt potrivite doar pentruschiorii avansați. Cei începători ar putea avea dificultăți.",
        "type": "munte"
    },
    {
        "email": "daniel.cojocaru@email.com",
        "destination": "Predeal",
        "review": "Am observat că în weekenduri, Predeal devine destul deaglomerat. Parcările pot fi pline, și atmosfera devine mai zgomotoasă.",
        "type": "munte"
    },
    {
        "email": "maria.stan@email.com",
        "destination": "Venus",
        "review": "A fost o ședere minunată la Venus. O stațiune mică, dar cu unfarmec aparte. Plaja curată și serviciile bune fac din Venus un loc recomandat.",
        "type": "mare"
    },
    {
        "email": "ana-maria.dragomir@email.com",
        "destination": "Eforie Nord",
        "review": "Am avut parte de o ședere relaxantă la Eforie Nord. Plajalină și hotelurile primitoare au creat o atmosferă plăcută de vacanță.",
        "type": "mare"
    }
]